Repository: xaron98/spiral-journey
Catalog: spiral journey project/Localizable.xcstrings
Source language: en
Languages: ar, ca, de, es, fr, ja, pt_br, zh_hans

# about.disclaimer
source: This app is an educational tool for self-observation. It does not provide medical diagnoses or clinical recommendations. Always consult a healthcare professional.
ar: هذا التطبيق أداة تعليمية للملاحظة الذاتية. لا يقدم تشخيصات طبية أو توصيات سريرية. استشر دائمًا أخصائي رعاية صحية.
ca: Aquesta app és una eina educativa d'autoobservació. No proporciona diagnòstics mèdics ni recomanacions clíniques. Consulta sempre un professional de la salut.
de: Diese App ist ein Bildungswerkzeug zur Selbstbeobachtung. Sie bietet keine medizinischen Diagnosen oder klinischen Empfehlungen. Konsultiere immer einen Arzt.
es: Esta app es una herramienta educativa de autoobservación. No proporciona diagnósticos médicos ni recomendaciones clínicas. Consulta siempre a un profesional de la salud.
fr: Cette application est un outil éducatif d'auto-observation. Elle ne fournit pas de diagnostics médicaux ni de recommandations cliniques. Consultez toujours un professionnel de santé.
ja: このアプリは自己観察のための教育ツールです。医療診断や臨床的な推奨は提供しません。健康上の懸念がある場合は、必ず医療専門家にご相談ください。
zh_hans: 本应用是一款用于自我观察的教育工具。它不提供医疗诊断或临床建议。如有健康问题，请咨询医疗专业人士。

# about.privacy
source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de Privacitat
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
zh_hans: 隐私政策

# about.support
source: Support
ar: الدعم
ca: Suport
es: Soporte
ja: サポート
zh_hans: 支持

# about.website
source: Website
ar: الموقع الإلكتروني
ca: Lloc web
de: Webseite
es: Sitio Web
fr: Site web
ja: ウェブサイト
zh_hans: 网站

# analysis.advanced.actogram.title
source: Actogram
ar: مخطط النشاط
ca: Actograma
de: Aktogramm
es: Actograma
fr: Actogramme
ja: アクトグラム
zh_hans: 活动图

# analysis.advanced.autocorrelation.title
source: Autocorrelation
ar: الارتباط الذاتي
ca: Autocorrelació
de: Autokorrelation
es: Autocorrelación
fr: Autocorrélation
ja: 自己相関
zh_hans: 自相关

# analysis.advanced.chip.a11yHint
source: Opens chart
ar: يفتح الرسم البياني
ca: Obre la gràfica
de: Öffnet das Diagramm
es: Abre la gráfica
fr: Ouvre le graphique
ja: グラフを開く
zh_hans: 打开图表

# analysis.advanced.cosinor.title
source: Sliding Cosinor
ar: مقياس الكوسينور المنزلق
ca: Cosinor lliscant
de: Gleitender Cosinor
es: Cosinor deslizante
fr: Cosinor glissant
ja: スライディングコサイナー
zh_hans: 滑动余弦拟合

# analysis.advanced.drift.title
source: Drift
ar: الانحراف
fr: Dérive
ja: ドリフト
zh_hans: 偏移

# analysis.advanced.hrv.title
source: HRV
ar: تقلب معدل ضربات القلب
ja: 心拍変動
zh_hans: 心率变异

# analysis.advanced.periodogram.title
source: Periodogram
ar: مخطط الدوري
ca: Periodograma
de: Periodogramm
es: Periodograma
fr: Périodogramme
ja: ペリオドグラム
zh_hans: 周期图

# analysis.advanced.prc.title
source: PRC
ar: منحنى استجابة الطور

# analysis.advanced.sectorQuality.title
source: Sector quality
ar: الجودة حسب القطاع
ca: Qualitat per sector
de: Qualität pro Sektor
es: Calidad por sector
fr: Qualité par secteur
ja: セクター別の質
zh_hans: 分区质量

# analysis.advanced.timeline.title
source: Timeline
ar: الخط الزمني
ca: Línia de temps
de: Zeitstrahl
es: Línea de tiempo
fr: Chronologie
ja: タイムライン
zh_hans: 时间线

# analysis.advanced.title
source: ADVANCED ANALYSIS
ar: تحليل متقدم
ca: ANÀLISI AVANÇADA
de: ERWEITERTE ANALYSE
es: ANÁLISIS AVANZADO
fr: ANALYSE AVANCÉE
ja: 高度な分析
zh_hans: 高级分析

# analysis.charts.actogram
source: Actogram
ar: مخطط الحركة
ca: Actograma
de: Aktogramm
es: Actograma
fr: Actogramme
ja: アクトグラム
zh_hans: 活动图

# analysis.charts.autocorrelation
source: Autocorrelation Heatmap
ar: خريطة الارتباط الذاتي
ca: Mapa d'autocorrelació
de: Autokorrelations-Heatmap
es: Mapa de Autocorrelación
fr: Carte d'autocorrélation
ja: 自己相関ヒートマップ
zh_hans: 自相关热力图

# analysis.charts.autocorrelation.desc
source: Shows which hours of the day are most stable across different time intervals.
ar: يوضح أي ساعات اليوم هي الأكثر استقرارًا عبر فترات زمنية مختلفة.
ca: Mostra quines hores del dia són més estables en diferents intervals de temps.
de: Zeigt, welche Tageszeiten über verschiedene Zeiträume am stabilsten sind.
es: Muestra qué horas del día son más estables en diferentes intervalos de tiempo.
fr: Montre quelles heures de la journée sont les plus stables à différents intervalles.
ja: 1日のうちどの時間帯が最も安定しているかを時間間隔ごとに表示します。
zh_hans: 显示一天中哪些时段在不同时间间隔内最稳定。

# analysis.charts.autocorrelation.short
source: Autocorr.
ar: ارتباط ذاتي
de: Autokorr.
ja: 自己相関
zh_hans: 自相关

# analysis.charts.drift
source: Drift
ar: الانجراف
ca: Deriva
es: Deriva
fr: Dérive
ja: ドリフト
zh_hans: 漂移

# analysis.charts.needMoreData
source: Need at least 8 nights of data
ar: يلزم 8 ليالٍ على الأقل من البيانات
ca: Cal un mínim de 8 nits de dades
de: Mindestens 8 Nächte Daten erforderlich
es: Se necesitan al menos 8 noches de datos
fr: Au moins 8 nuits de données nécessaires
ja: 少なくとも8夜分のデータが必要です
zh_hans: 至少需要8晚数据

# analysis.charts.periodogram
source: Rhythms
ar: إيقاعات
ca: Ritmes
de: Rhythmen
es: Ritmos
fr: Rythmes
ja: リズム
zh_hans: 节律

# analysis.charts.sectorQuality
source: Sector Quality
ar: جودة القطاع
ca: Qualitat per sector
de: Sektorqualität
es: Calidad por Sector
fr: Qualité par secteur
ja: セクター品質
zh_hans: 扇区质量

# analysis.charts.sectorQuality.bottom3
source: Most variable: %@
ar: الأكثر تقلبًا: %@
ca: Més variables: %@
de: Am variabelsten: %@
es: Más variables: %@
fr: Plus variables: %@
ja: 最も不安定: %@
zh_hans: 最不稳定: %@

# analysis.charts.sectorQuality.desc
source: Reveals which hours are most predictable in your routine.
ar: يكشف أي ساعات هي الأكثر قابلية للتنبؤ في روتينك.
ca: Revela quines hores són més previsibles en la teva rutina.
de: Zeigt, welche Stunden in Ihrer Routine am vorhersehbarsten sind.
es: Revela qué horas son más predecibles en tu rutina.
fr: Révèle quelles heures sont les plus prévisibles dans votre routine.
ja: あなたの日課で最も予測しやすい時間帯を明らかにします。
zh_hans: 揭示您日常生活中哪些时段最可预测。

# analysis.charts.sectorQuality.legendLabel
source: Consistency
ar: الاتساق
ca: Consistència
de: Konsistenz
es: Consistencia
fr: Cohérence
ja: 一貫性
zh_hans: 一致性

# analysis.charts.sectorQuality.short
source: Sectors
ar: القطاعات
de: Sektoren
es: Sectores
fr: Secteurs
ja: セクター
zh_hans: 扇区

# analysis.charts.sectorQuality.top3
source: Most consistent: %@
ar: الأكثر اتساقًا: %@
ca: Més consistents: %@
de: Am konstantesten: %@
es: Más consistentes: %@
fr: Plus consistants: %@
ja: 最も安定: %@
zh_hans: 最稳定: %@

# analysis.charts.timeline
source: Timeline
ar: الجدول الزمني
ca: Línia
de: Zeitleiste
es: Línea
fr: Chronologie
ja: タイムライン
zh_hans: 时间线

# analysis.charts.title
source: Show Charts
ar: عرض المخططات
ca: Mostra gràfics
de: Diagramme anzeigen
es: Mostrar gráficos
fr: Afficher les graphiques
ja: チャートを表示
zh_hans: 显示图表

# analysis.dim.consistency
source: CONSISTENCY
ar: الاتساق
ca: CONSISTÈNCIA
de: KONSISTENZ
es: CONSISTENCIA
fr: CONSTANCE
ja: 一貫性
zh_hans: 一致性

# analysis.dim.drift
source: DRIFT
ar: الانحراف
fr: DÉRIVE
ja: ドリフト
zh_hans: 偏移

# analysis.dim.duration
source: DURATION
ar: المدة
ca: DURADA
de: DAUER
es: DURACIÓN
fr: DURÉE
ja: 時間
zh_hans: 时长

# analysis.empty.body
source: Add nights or connect Apple Health to see your trends.
ar: أضف ليالي أو اربط Apple Health لرؤية اتجاهاتك.
ca: Afegeix nits o connecta Apple Health per veure les teves tendències.
de: Nächte hinzufügen oder Apple Health verbinden, um deine Trends zu sehen.
es: Añade noches o conecta Apple Salud para ver tus tendencias.
fr: Ajoute des nuits ou connecte Apple Santé pour voir tes tendances.
ja: 夜を追加するかApple Healthを接続してトレンドを表示。
zh_hans: 添加夜晚数据或连接 Apple 健康以查看趋势。

# analysis.empty.subtitle
source: Add episodes in the Input tab or connect HealthKit in Settings
ar: أضف حلقات في تبويب الإدخال أو اربط HealthKit في الإعدادات
ca: Afegeix episodis a la pestanya Entrada o connecta HealthKit als Ajustos
de: Episoden in der Eingabe-Registerkarte hinzufügen oder HealthKit in den Einstellungen verbinden
es: Añade episodios en la pestaña Entrada o conecta HealthKit en Ajustes
fr: Ajoutez des épisodes dans l'onglet Saisie ou connectez HealthKit dans Réglages
ja: 入力タブでエピソードを追加するか、設定でHealthKitに接続してください
zh_hans: 在输入标签添加睡眠记录，或在设置中连接HealthKit

# analysis.empty.title
source: Not enough data yet
ar: لا توجد بيانات كافية بعد
ca: Encara no hi ha dades suficients
de: Noch nicht genug Daten
es: Aún no hay datos suficientes
fr: Pas encore assez de données
ja: データがまだ不足しています
zh_hans: 数据尚不足

# analysis.empty.week
source: You need 2 weeks to compare
ar: تحتاج أسبوعين للمقارنة
ca: Necessites 2 setmanes per comparar
de: Du brauchst 2 Wochen zum Vergleichen
es: Necesitas 2 semanas para comparar
fr: Il te faut 2 semaines pour comparer
ja: 比較には2週間必要です
zh_hans: 需要 2 周数据才能对比

# analysis.fullAnalysis.hide
source: Hide full analysis
ar: إخفاء التحليل الكامل
ca: Ocultar anàlisi completa
de: Vollständige Analyse ausblenden
es: Ocultar análisis completo
fr: Masquer l'analyse complète
ja: 完全な分析を非表示
zh_hans: 隐藏完整分析

# analysis.fullAnalysis.show
source: Show full analysis
ar: عرض التحليل الكامل
ca: Veure anàlisi completa
de: Vollständige Analyse anzeigen
es: Ver análisis completo
fr: Voir l'analyse complète
ja: 完全な分析を表示
zh_hans: 查看完整分析

# analysis.header.subtitle
source: Last %lld nights
ar: آخر %lld ليلة
ca: Darreres %lld nits
de: Letzte %lld Nächte
es: Últimas %lld noches
fr: Dernières %lld nuits
ja: 直近%lld晩
zh_hans: 最近%lld晚

# analysis.header.thisWeek
source: This week
ar: هذا الأسبوع
ca: Aquesta setmana
de: Diese Woche
es: Esta semana
fr: Cette semaine
ja: 今週
zh_hans: 本周

# analysis.header.title
source: Trends
ar: الاتجاهات
ca: Tendències
es: Tendencias
fr: Tendances
ja: トレンド
zh_hans: 趋势

# analysis.header.weekNumber
source: Week %d
ar: الأسبوع %d
ca: Setmana %d
de: Woche %d
es: Semana %d
fr: Semaine %d
ja: 第%d週
zh_hans: 第%d周

# analysis.hero.kicker
source: WEEK VS WEEK
ar: الأسبوع مقابل الأسبوع
ca: SETMANA VS SETMANA
de: WOCHE VS WOCHE
es: SEMANA VS SEMANA
fr: SEMAINE VS SEMAINE
ja: 週ごとの比較
zh_hans: 周对周对比

# analysis.insight.consistencyDrop
source: Consistency dropped %@ points this week
ar: تراجع الاتساق %@ نقطة هذا الأسبوع
ca: La teva consistència va baixar %@ punts aquesta setmana
de: Deine Konsistenz fiel diese Woche um %@ Punkte
es: Tu consistencia bajó %@ puntos esta semana
fr: Ta constance a baissé de %@ points cette semaine
ja: 今週の一貫性は%@ポイント低下
zh_hans: 本周一致性下降 %@ 点

# analysis.insight.consistencyDropConsequence
source: A steady routine tonight breaks the streak.
ar: روتين ثابت هذه الليلة يوقف السلسلة.
ca: Una rutina estable aquesta nit trenca la ratxa.
de: Eine stabile Routine heute Nacht bricht die Serie.
es: Una rutina estable esta noche corta la racha.
fr: Une routine stable ce soir casse la série.
ja: 今夜安定したルーティンで連鎖を断ち切れます。
zh_hans: 今晚保持稳定作息即可打破下滑趋势。

# analysis.insight.durationLoss
source: You sleep %@ on average — missing %@
ar: تنام %@ في المتوسط — تفتقد %@
ca: Dorms %@ de mitjana — et falten %@
de: Du schläfst durchschnittlich %@ — es fehlen %@
es: Duermes %@ de media — te faltan %@
fr: Tu dors %@ en moyenne — il manque %@
ja: 平均%@睡眠 — %@不足
zh_hans: 平均睡眠 %@ — 缺少 %@

# analysis.insight.goodKicker
source: WELL DONE
ar: أحسنت
ca: BEN FET
de: GUT GEMACHT
es: BIEN HECHO
fr: BIEN JOUÉ
ja: よくできました
zh_hans: 做得好

# analysis.insight.goodStreak
source: Week with %@ consistency points
ar: أسبوع بـ %@ نقطة في الاتساق
ca: Setmana amb %@ punts de consistència
de: Woche mit %@ Konsistenzpunkten
es: Semana con %@ puntos de consistencia
fr: Semaine avec %@ points de constance
ja: 一貫性%@ポイントの週
zh_hans: 一致性 %@ 分的一周

# analysis.insight.kicker
source: KEY INSIGHT
ar: رؤية أساسية
ca: INSIGHT CLAU
de: SCHLÜSSELEINBLICK
es: INSIGHT CLAVE
fr: POINT CLÉ
ja: 重要な洞察
zh_hans: 关键洞察

# analysis.insight.socialJetlag
source: Your social jet lag is around %@
ar: تأخير اجتماعي حوالي %@
ca: El teu jet lag social ronda les %@
de: Dein sozialer Jet-Lag beträgt etwa %@
es: Tu jet lag social ronda las %@
fr: Ton jet lag social est d'environ %@
ja: 社会的時差は約%@
zh_hans: 社交时差约为 %@

# analysis.insight.socialJetlagConsequence
source: Monday carries the weekend's misalignment.
ar: يوم الاثنين تحمل اختلال نهاية الأسبوع.
ca: El dilluns arrossegues el desajust del cap de setmana.
de: Am Montag trägst du die Wochenend-Fehlstellung mit dir.
es: El lunes arrastras el desfase del fin de semana.
fr: Lundi tu traînes le décalage du week-end.
ja: 月曜日は週末のズレを引きずります。
zh_hans: 周一你还在承受周末的错位。

# analysis.insight.weekendDrift
source: On weekends you go to bed %@ later
ar: في عطلة نهاية الأسبوع تنام %@ في وقت متأخر
ca: Els caps de setmana et vas a dormir %@ més tard
de: Am Wochenende gehst du %@ später ins Bett
es: Los fines de semana te acuestas %@ más tarde
fr: Le week-end tu te couches %@ plus tard
ja: 週末は%@遅く就寝
zh_hans: 周末你晚睡 %@

# analysis.insight.weekendDriftConsequence
source: It takes 2–3 days to recover from a shift like this.
ar: يستغرق التعافي من هذا التحول يومين إلى ثلاثة أيام.
ca: Costa 2–3 dies recuperar un desajust així.
de: Es dauert 2–3 Tage, sich von so einer Verschiebung zu erholen.
es: Cuesta 2–3 días recuperar un desfase así.
fr: Il faut 2–3 jours pour récupérer d'un décalage comme ça.
ja: このずれから回復するには2〜3日かかります。
zh_hans: 这种偏移需要 2–3 天才能恢复。

# analysis.nightByNight.empty
source: No nights logged yet.
ar: لم يتم تسجيل أي ليالٍ بعد.
ca: Encara no hi ha nits registrades.
de: Noch keine Nächte erfasst.
es: Aún no hay noches registradas.
fr: Aucune nuit enregistrée pour le moment.
ja: まだ夜が記録されていません。
zh_hans: 尚无夜晚记录。

# analysis.nightByNight.row.consistent
source: Consistent night
ar: ليلة متسقة
ca: Nit consistent
de: Konsistente Nacht
es: Noche consistente
fr: Nuit constante
ja: 一貫した夜
zh_hans: 一致的夜晚

# analysis.nightByNight.row.inconsistent
source: Inconsistent night
ar: ليلة غير متسقة
ca: Nit fora de patró
de: Abweichende Nacht
es: Noche fuera de patrón
fr: Nuit hors du motif
ja: ずれのある夜
zh_hans: 异常夜晚

# analysis.nightByNight.title
source: NIGHT BY NIGHT
ar: ليلة بليلة
ca: NIT A NIT
de: NACHT FÜR NACHT
es: NOCHE POR NOCHE
fr: NUIT PAR NUIT
ja: 夜ごと
zh_hans: 每晚

# analysis.recentTrends
source: Recent evolution
ar: التطور الأخير
ca: Evolució recent
de: Letzte Entwicklung
es: Evolución reciente
fr: Évolution récente
ja: 最近の推移
zh_hans: 近期趋势

# analysis.share.pdf
source: Share PDF report
ar: مشاركة تقرير PDF
ca: Compartir informe PDF
de: PDF-Bericht teilen
es: Compartir informe PDF
fr: Partager le rapport PDF
ja: PDFレポートを共有
zh_hans: 分享 PDF 报告

# analysis.trend.consistency
source: Rhythm consistency
ar: اتساق الإيقاع
ca: Consistència del ritme
de: Rhythmuskonsistenz
es: Consistencia del ritmo
fr: Consistance du rythme
ja: リズムの一貫性
zh_hans: 节律一致性

# analysis.trend.consistency.better
source: · %d points better than last week
ar: · %d نقطة أفضل من الأسبوع الماضي
ca: · %d punts millor que la setmana passada
de: · %d Punkte besser als letzte Woche
es: · %d puntos mejor que la semana pasada
fr: · %d points mieux que la semaine dernière
ja: · 先週より %d ポイント改善
zh_hans: · 比上周好 %d 分

# analysis.trend.consistency.disorganized
source: Your sleep schedule is very irregular
ar: جدول نومك غير منتظم جداً
ca: El teu horari de son és molt irregular
de: Dein Schlafrhythmus ist sehr unregelmäßig
es: Tu horario de sueño es muy irregular
fr: Ton horaire de sommeil est très irrégulier
ja: 睡眠スケジュールが非常に不規則です
zh_hans: 你的睡眠时间非常不规律

# analysis.trend.consistency.insufficient
source: Need more nights to see the trend
ar: تحتاج ليالٍ أكثر لرؤية الاتجاه
ca: Necessites més nits per veure la tendència
de: Mehr Nächte nötig, um den Trend zu sehen
es: Necesitas más noches para ver la tendencia
fr: Il te faut plus de nuits pour voir la tendance
ja: 傾向を見るにはもっと夜が必要です
zh_hans: 需要更多夜晚才能看到趋势

# analysis.trend.consistency.stable
source: Your sleep schedule is fairly regular
ar: جدول نومك منتظم إلى حد ما
ca: El teu horari de son és bastant regular
de: Dein Schlafrhythmus ist ziemlich regelmäßig
es: Tu horario de sueño es bastante regular
fr: Ton horaire de sommeil est assez régulier
ja: 睡眠スケジュールはかなり規則的です
zh_hans: 你的睡眠时间相当规律

# analysis.trend.consistency.variable
source: Your sleep schedule has considerable variation
ar: يتباين جدول نومك كثيراً
ca: El teu horari de son té bastant variació
de: Dein Schlafrhythmus weist erhebliche Variation auf
es: Tu horario de sueño tiene bastante variación
fr: Ton horaire de sommeil varie beaucoup
ja: 睡眠スケジュールにかなりばらつきがあります
zh_hans: 你的睡眠时间波动较大

# analysis.trend.consistency.veryStable
source: Your sleep schedule is very regular
ar: جدول نومك منتظم جداً
ca: El teu horari de son és molt regular
de: Dein Schlafrhythmus ist sehr regelmäßig
es: Tu horario de sueño es muy regular
fr: Ton horaire de sommeil est très régulier
ja: 睡眠スケジュールがとても規則的です
zh_hans: 你的睡眠时间非常规律

# analysis.trend.consistency.worse
source: · %d points worse than last week
ar: · %d نقطة أسوأ من الأسبوع الماضي
ca: · %d punts pitjor que la setmana passada
de: · %d Punkte schlechter als letzte Woche
es: · %d puntos peor que la semana pasada
fr: · %d points moins bien que la semaine dernière
ja: · 先週より %d ポイント低下
zh_hans: · 比上周差 %d 分

# analysis.trend.drift
source: Schedule drift
ar: انحراف الجدول
ca: Desplaçament horari
de: Zeitplanverschiebung
es: Desplazamiento horario
fr: Décalage horaire
ja: スケジュールのズレ
zh_hans: 作息偏移

# analysis.trend.drift.jetlagNote
source: · You go to bed ~%@ later on weekends
ar: · تنام في عطلة نهاية الأسبوع بعد ~%@ لاحقاً
ca: · Et poses a dormir ~%@ més tard els caps de setmana
de: · Du gehst am Wochenende ~%@ später ins Bett
es: · Te acuestas ~%@ más tarde los fines de semana
fr: · Tu te couches ~%@ plus tard le week-end
ja: · 週末は約 %@ 遅く就寝
zh_hans: · 周末入睡时间晚约 %@

# analysis.trend.drift.noData
source: No drift data
ar: لا توجد بيانات انحراف
ca: Sense dades de desplaçament
de: Keine Verschiebungsdaten
es: Sin datos de desplazamiento
fr: Aucune donnée de décalage
ja: ずれデータなし
zh_hans: 暂无偏移数据

# analysis.trend.drift.significant
source: Your sleep time varies significantly
ar: يتباين وقت نومك بشكل ملحوظ
ca: La teva hora de dormir varia significativament
de: Deine Schlafzeit variiert erheblich
es: Tu hora de sueño varía significativamente
fr: Ton heure de coucher varie significativement
ja: 就寝時刻が大きくばらついています
zh_hans: 你的入睡时间变化显著

# analysis.trend.drift.someVariation
source: There is some variation in your bedtime
ar: يوجد بعض التباين في وقت نومك
ca: Hi ha alguna variació en la teva hora d'anar a dormir
de: Es gibt etwas Variation in deiner Schlafenszeit
es: Hay algo de variación en tu hora de acostarte
fr: Il y a quelques variations dans ton heure de coucher
ja: 就寝時刻に多少のばらつきがあります
zh_hans: 你的就寝时间有一些变化

# analysis.trend.drift.veryStable
source: Your sleep time is very stable night to night
ar: وقت نومك مستقر جداً من ليلة لأخرى
ca: La teva hora de dormir és molt estable nit a nit
de: Deine Schlafzeit ist von Nacht zu Nacht sehr stabil
es: Tu hora de sueño es muy estable noche a noche
fr: Ton heure de coucher est très stable nuit après nuit
ja: 就寝時刻が夜ごと非常に安定しています
zh_hans: 你的入睡时间非常稳定

# analysis.trend.duration
source: Average duration
ar: متوسط المدة
ca: Durada mitjana
de: Durchschnittliche Dauer
es: Duración media
fr: Durée moyenne
ja: 平均睡眠時間
zh_hans: 平均睡眠时长

# analysis.trend.duration.excessive
source: Above the recommended range (> 9 h)
ar: أعلى من النطاق الموصى به (> 9 ساعات)
ca: Per sobre del rang recomanat (> 9 h)
de: Über dem empfohlenen Bereich (> 9 h)
es: Por encima del rango recomendado (> 9 h)
fr: Au-dessus de la plage recommandée (> 9 h)
ja: 推奨範囲を超えています（9時間以上）
zh_hans: 超出推荐范围（> 9 小时）

# analysis.trend.duration.noData
source: No duration data
ar: لا توجد بيانات مدة
ca: Sense dades de durada
de: Keine Dauerdaten
es: Sin datos de duración
fr: Aucune donnée de durée
ja: 時間データなし
zh_hans: 暂无时长数据

# analysis.trend.duration.optimal
source: Within the recommended range (7–9 h)
ar: ضمن النطاق الموصى به (7–9 ساعات)
ca: Dins del rang recomanat (7–9 h)
de: Im empfohlenen Bereich (7–9 h)
es: Dentro del rango recomendado (7–9 h)
fr: Dans la plage recommandée (7–9 h)
ja: 推奨範囲内（7〜9時間）
zh_hans: 在推荐范围内（7–9 小时）

# analysis.trend.duration.slightlyShort
source: Slightly below the recommended amount
ar: أقل قليلاً من الكمية الموصى بها
ca: Lleugerament per sota de la recomanació
de: Leicht unter der empfohlenen Menge
es: Ligeramente por debajo de lo recomendado
fr: Légèrement en dessous de la quantité recommandée
ja: 推奨量をやや下回っています
zh_hans: 略低于推荐量

# analysis.trend.duration.tooShort
source: Significantly below the recommended amount
ar: أقل بشكل ملحوظ من الكمية الموصى بها
ca: Significativament per sota de la recomanació
de: Deutlich unter der empfohlenen Menge
es: Significativamente por debajo de lo recomendado
fr: Nettement en dessous de la quantité recommandée
ja: 推奨量を大きく下回っています
zh_hans: 显著低于推荐量

# analysis.trend.duration.unit
source: average
ar: متوسط
ca: mitjana
de: Durchschnitt
es: media
fr: moyenne
ja: 平均
zh_hans: 平均

# analysis.week.a11yHint
source: Shows trends for this week
ar: يعرض اتجاهات هذا الأسبوع
ca: Mostra les tendències d'aquesta setmana
de: Zeigt Trends für diese Woche
es: Muestra tendencias de esta semana
fr: Affiche les tendances de cette semaine
ja: この週のトレンドを表示
zh_hans: 显示本周趋势

# analysis.week.a11yLabel
source: Week %@
ar: الأسبوع %@
ca: Setmana %@
de: Woche %@
es: Semana %@
fr: Semaine %@
ja: 第%@週
zh_hans: 第 %@ 周

# analysis.weekComparison.avgSleep
source: Avg Sleep
ar: متوسط النوم
ca: Son mitjà
de: Ø Schlaf
es: Media Sueño
fr: Sommeil moy.
ja: 平均睡眠
zh_hans: 平均睡眠

# analysis.weekComparison.bedtimeStd
source: Bedtime ±
ar: تباين ±
ca: Variació ±
de: Bettzeit ±
es: Variación ±
fr: Coucher ±
ja: 就寝±
zh_hans: 就寝±

# analysis.weekComparison.needMoreData
source: 14 days of data needed to compare weeks
ar: تحتاج إلى 14 يومًا من البيانات للمقارنة
ca: Cal tenir 14 dies de dades per comparar setmanes
de: 14 Tage Daten für den Vergleich erforderlich
es: Se necesitan 14 días de datos para comparar
fr: 14 jours de données nécessaires pour comparer
ja: 週を比較するには14日分のデータが必要です
zh_hans: 需要14天数据才能比较周

# analysis.weekComparison.prevWeek
source: Previous
ar: الأسبوع الماضي
ca: Anterior
de: Vorwoche
es: Anterior
fr: Précédente
ja: 先週
zh_hans: 上周

# analysis.weekComparison.thisWeek
source: This Week
ar: هذا الأسبوع
ca: Aquesta Setmana
de: Diese Woche
es: Esta Semana
fr: Cette Semaine
ja: 今週
zh_hans: 本周

# analysis.weekComparison.title
source: Week vs Week
ar: أسبوع مقابل أسبوع
ca: Setmana vs Setmana
de: Woche vs. Woche
es: Semana vs Semana
fr: Semaine vs Semaine
ja: 週 vs 週
zh_hans: 本周 vs 上周

# category.detail.belowRecommended
source: Below the recommended 7h
ar: أقل من 7 ساعات الموصى بها
ca: Per sota de les 7h recomanades
de: Unter den empfohlenen 7h
es: Por debajo de las 7h recomendadas
fr: En dessous des 7h recommandées
ja: 推奨の7時間を下回っています
zh_hans: 低于建议的7小时

# category.detail.earlyTiming
source: Early activity peak (advanced phase pattern)
ar: ذروة النشاط مبكرة (نمط تقدم الطور)
ca: Pic d'activitat primerenc (patró de fase avançada)
de: Früher Aktivitätspeak (vorgezogenes Phasenmuster)
es: Pico de actividad temprano (patrón de fase avanzada)
fr: Pic d'activité précoce (avance de phase)
ja: 活動ピークが早い（位相前進パターン）
zh_hans: 活动高峰较早（相位提前模式）

# category.detail.excessive
source: Excessive duration (may indicate hypersomnia)
ar: مدة مفرطة (قد تشير إلى فرط النوم)
ca: Durada excessiva (pot indicar hipersòmnia)
de: Übermäßige Dauer (kann auf Hypersomnie hinweisen)
es: Duración excesiva (puede indicar hipersomnia)
fr: Durée excessive (peut indiquer une hypersomnie)
ja: 過剰な睡眠時間（過眠症の可能性）
zh_hans: 时间过长（可能提示嗜睡症）

# category.detail.healthy
source: Within healthy range (7-9h)
ar: ضمن النطاق الصحي (7-9 ساعات)
ca: Dins del rang saludable (7-9h)
de: Im gesunden Bereich (7-9h)
es: Dentro del rango saludable (7-9h)
fr: Dans la plage saine (7-9h)
ja: 健康的な範囲内 (7-9時間)
zh_hans: 在健康范围内 (7-9小时)

# category.detail.highJetlag
source: High social jetlag — metabolic risk
ar: تفاوت اجتماعي عالٍ — خطر استقلابي
ca: Alt jetlag social — risc metabòlic
de: Hoher sozialer Jetlag — Stoffwechselrisiko
es: Alto jetlag social — riesgo metabólico
fr: Jetlag social élevé — risque métabolique
ja: 高い社会的時差 — 代謝リスク
zh_hans: 社会性时差严重——代谢风险
